acpid
alacritty
alsa-utils
arandr
autoconf
automake
bandwhich
base
bashtop
binutils
bison
brightnessctl
bspwm
ccrypt
dex-icon-theme
dhcpcd
dialog
discord
dolphin-emu
duckstation-qt-bin
dunst
efibootmgr
elementary-icon-theme
fakeroot
fd
feh
firefox
fish
flex
fontforge
fzf
gcc
git
groff
grub
gucharmap
humanity-icon-theme
icewm
imagemagick
intel-ucode
iwd
lib32-gamemode
lib32-opencl-nvidia
lib32-vkd3d
libreoffice-fresh
libtool
light-locker
lightdm
lightdm-cmd-greeter
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux
linux-firmware
linux-headers
linux-zen
linux-zen-headers
lsd
lutris
lxappearance
m4
mailspring
make
mesa-demos
mpc
mpd
mpv
nano
ncdu
ncmpcpp
nemo
networkmanager
newaita-icons-git
nodejs-emojione
ntp
numix-circle-icon-theme-git
numix-cursor-theme-git
numix-icon-theme-git
nvidia-cg-toolkit
nvidia-dkms
nvidia-prime
nvidia-settings
nvtop
nwg-launchers
ocs-url
opencl-nvidia
opendoas
optimus-manager
optimus-manager-qt
os-prober
pamac-aur
pamixer
paru
patch
pavucontrol
picom
pkgconf
plank
plank-theme-numix
playerctl
polybar
pop-icon-theme
procs
pulseaudio
pycharm-community-edition
python-pyalsa
python-pywal
qogir-gtk-theme
qogir-icon-theme
qt5-declarative
qt5-quickcontrols
ranger
refind
rofi
sbsigntools
screenfetch
scrot
sgtk-menu
shadow-icon-theme
sl
snapper
sowm
spotify
steam
steam-native-runtime
stow
sudo
sxhkd
texinfo
ttf-times-new-roman
udiskie
ueberzug
uget
vim
virtualbox
vkd3d
vulkan-intel
wget
which
wmname
x86_energy_perf_policy
xdo
xdotool
xf86-video-intel
xf86-video-vesa
xob
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yad
youtube-dl
yq
zathura
zsh
zsh-autosuggestions
zsh-history-substring-search
zsh-syntax-highlighting
